[
    {
        "id": 1,
        "name": "jurassic-park",
        "release_date": "11-6-1993",
        "nam": " 1993 đạo diễn bởi Steven Spielberg",
        "rating": "8.0",
        "xem": "3.0m",
        "thich": "892k",
        "binhluan": "336k",
        "download_link": "",
        "mota": "Diễn Viên \nSam Neill, Laura Dern, Jeff Goldblum, Richard Attenborough, Ariana Richards, Joseph Mazzello, Wayne Knight, Samuel L. Jackson \nGIẢI THƯỞNG PHIM ĐẠT ĐƯỢC \nGiải Oscar (Academy Awards) 1994: \nHiệu ứng hình ảnh xuất sắc nhất (Best Visual Effects) \nÂm thanh xuất sắc nhất (Best Sound) \nBiên tập âm thanh xuất sắc nhất (Best Sound Editing) \nGiải BAFTA 1994 (Anh quốc): \nHiệu ứng hình ảnh xuất sắc nhất \nPhim khoa học viễn tưởng hay nhất \nĐạo diễn xuất sắc nhất – Steven Spielberg",
        "gioi": "Một cuộc phiêu lưu kéo dài 65 triệu năm.Một doanh nhân giàu có bí mật xây dựng một công viên giải trí với những chú khủng long sống được lấy từ ADN thời tiền sử. Trước ngày khai trương, ông mời một nhóm chuyên gia và hai đứa cháu háo hức đến trải nghiệm công viên và giúp xoa dịu các nhà đầu tư đang lo lắng. Tuy nhiên, công viên chẳng hề vui vẻ chút nào khi hệ thống an ninh bị ngắt kết nối và lũ khủng long trốn thoát.",
        "img": "image/poster-phim-jurassic-park.jpg"
    },
    {
        "id": 2,
        "name": "moon",
        "release_date": "2009-6-12",
        "nam": " 2009 Đạo diễn bởi Duncan Jones",
        "rating": 7.8,
        "xem": "428k",
        "thich": "113k",
        "binhluan": "7.2k",
        "download_link": "",
        "mota": "DIỄN VIÊN \nSam Rockwell, Kevin Spacey (giọng nói), Dominique McElligott, Rosie Shaw, Adrienne Shaw, Matt Berry, Benedict Wong, Malcolm Stewart \nGIẢI THƯỞNG PHIM ĐẠT ĐƯỢC \nGiải BAFTA 2010: \nPhim đầu tay xuất sắc nhất của đạo diễn, biên kịch hoặc nhà sản xuất Anh – Duncan Jones \nGiải Hugo Awards: \nPhim điện ảnh hay nhất \nGiải British Independent Film Awards (BIFA): \nPhim độc lập Anh hay nhất \nNam diễn viên chính xuất sắc nhất – Sam Rockwell \nGiải Saturn Awards: \nNam diễn viên chính xuất sắc nhất – Sam Rockwell (đề cử)",
        "gioi":"Cách nhà 250.000 dặm, điều khó khăn nhất phải đối mặt…là chính bản thân bạn.\nChỉ còn ba tuần nữa là hết hạn hợp đồng ba năm, Sam Bell đang nóng lòng muốn trở về Trái Đất. Anh là người duy nhất ở trong một cơ sở sản xuất trên Mặt Trăng cùng với máy tính và trợ lý GERTY. Tuy nhiên, khi gặp tai nạn, anh tỉnh dậy và nhận ra mình không hề đơn độc.",
        "img": "image/poster-phim-moon.jpg"
    },
    {
        "id": 3,
        "name": "star wars",
        "release_date": " 2019-10-20",
        "nam": "2019 Đạo diễn bởi JJ Abrams",
        "rating": 6.4,
        "xem": "1.9m",
        "thich": "227k",
        "binhluan": "227k",
        "download_link": "",
        "mota": "DIỄN VIÊN \nDaisy Ridley, Adam Driver, John Boyega, Oscar Isaac,Carrie Fisher, Mark Hamill, Ian McDiarmid, Domhnall Gleeson,Kelly Marie Tran, Richard E. Grant, Lupita Nyong’o, Keri Russell \nGIẢI THƯỞNG PHIM ĐẠT ĐƯỢC \nĐề cử Oscar (Academy Awards) 2020: \nHiệu ứng hình ảnh xuất sắc nhất \nNhạc phim xuất sắc nhất – John Williams \nBiên tập âm thanh xuất sắc nhất \nGiải Saturn Awards 2021: \nNam diễn viên phụ xuất sắc nhất – Ian McDiarmid \nHiệu ứng đặc biệt xuất sắc nhất",
        "gioi": "Mỗi thế hệ đều có một huyền thoại\nPhe Kháng Chiến sống sót một lần nữa đối đầu với Đệ Nhất Hội khi cuộc hành trình của Rey, Finn và Poe Dameron tiếp tục. Với sức mạnh và kiến thức của nhiều thế hệ sau lưng, trận chiến cuối cùng bắt đầu.",
        "img": "image/poster-phim-star-wars.jpg"
    },
    {
        "id": 5,
        "name": "the haful eight",
        "release_date": "2015-12-25",
        "nam": "2015 Đạo diễn bởi Quentin Tarantino",
        "rating": 7.8,
        "xem": "1.5m",
        "thich": "459k",
        "binhluan": "229k",
        "download_link": "",
        "mota": "Diễn viên \nsamuel L.jackson, Kurt Russell, jennifer jason leight,walton Goggmish, Demiasn Bichir, Tim Roth, Michael Madsen, Bruce Dern, James Park, Dana Gourrier, Zoe Bell, lee Horsley, Gene Jones, Keith Jefferson, Craig Stark, Belinda Owino, Channing Tatum, Quentin Tarantino \nGiải Thưởng Phim Đạt Được \nGiải Oscar (Academy Awards) 2016: \nNhạc phim xuất sắc nhất – Ennio Morricone \nKịch bản xuất sắc nhất – Quentin Tarantino \nNữ diễn viên phụ xuất sắc nhất – Jennifer Jason Leigh \nBAFTA Awards 2016: \nNhạc phim xuất sắc nhất – Ennio Morricone \nKịch bản gốc xuất sắc nhất – Quentin Tarantino \nQuay phim xuất sắc nhất – Robert Richardson",
        "gioi": "Không ai đến đây mà không có lý do chính đáng.\nNhững thợ săn tiền thưởng tìm nơi trú ẩn khỏi trận bão tuyết dữ dội và bị cuốn vào một âm mưu phản bội và lừa dối.\n\n",
        "img": "image/poster-phim-the-hateful-eight.jpg"
    },
    {
        "id": 6,
        "name": "jaws",
        "release_date": "1975-06-20",
        "nam": "1975 Đạo diễn bởi Steven Spielberg",
        "rating": 8.1,
        "xem": "2.2m",
        "thich": "553k",
        "binhluan": "339k",
        "download_link": "",
        "mota": "DIỄN VIÊN \nRoy Scheider, Robert Shaw, Richard Dreyfuss,Lorraine Gary, Murray Hamilton \nGIẢI THƯỞNG PHIM ĐẠT ĐƯỢC \nOscar (Academy Awards) 1976: \nBiên tập phim xuất sắc nhất \nÂm thanh xuất sắc nhất \nNhạc phim gốc xuất sắc nhất – John Williams \nGiải Quả Cầu Vàng (Golden Globe Awards): \nNhạc phim hay nhất – John Williams \niệp hội biên tập âm thanh Hoa Kỳ (Golden Reel Awards): \nBiên tập âm thanh xuất sắc nhất",
        "gioi": "Bạn sẽ không bao giờ xuống nước nữa.\nKhi cộng đồng ven biển Amity thấy mình bị một con cá mập trắng lớn nguy hiểm tấn công, cảnh sát trưởng thị trấn, một nhà sinh vật học biển trẻ tuổi và một thợ săn tóc muối tiêu bắt đầu hành trình tuyệt vọng để tiêu diệt con quái thú trước khi nó tấn công lần nữa.",
        "img": "image/poster-phim-jaws.jpg"
    },
    {
        "id": 8,
        "name": "johnwic",
        "release_date": "12-3-2017",
        "nam": " 2017 Đạo diễn bởi Chad Stahelski",
        "rating": "10/0",
        "xem": "1.4m",
        "thich": "358k",
        "binhluan": "1.28k",
        "download_link": "",
        "mota": "DIỄN VIÊN \nKeanu Reeves, Common, Laurence Fishburne,Riccardo Scamarcio, Ruby Rose, Ian McShane,Lance Reddick, Franco Nero, John Leguizamo \nGIẢI THƯỞNG PHIM ĐẠT ĐƯỢC \nGolden Trailer Awards: \n Best Action Trailer (Trailer hành động hay nhất) \n Best Sound Editing in a Trailer \nBMI Film & TV Awards 2017: \nNhạc phim xuất sắc – Tyler Bates & Joel J. Richard \nWorld Stunt Awards (Taurus Awards): \nBest Fight – các cảnh chiến đấu cận chiến \nBest Work with a Vehicle – pha hành động bằng xe",
        "gioi": "Đừng bao giờ đâm sau lưng quỷ dữ!\nJohn Wick bị buộc phải từ bỏ ý định nghỉ hưu vì một cộng sự cũ đang tìm cách thâu tóm quyền kiểm soát một hội sát thủ quốc tế mờ ám. Bị ràng buộc bởi lời thề máu để hỗ trợ mình, Wick lên đường đến Rome và chiến đấu chống lại những kẻ giết người nguy hiểm nhất thế giới.",
        "img": "image/anh-mo-ta.png"
    },
    {
        "id": 9,
        "name": "NOBODY",
        "release_date": "26-3-2021",
        "nam": " 2021 Đạo diễn bởi Ilya Naishuller ",
        "rating": "7.4",
        "xem": "735k",
        "thich": "84k",
        "binhluan": "199k",
        "download_link": "",
        "mota": "DIỄN VIÊN \nBob Odenkirk, Connie Nielsen, Aleksei Serebryakov, Christopher Lloyd, RZA, Gage Munroe, Colin Salmon,Michael Ironside, Billy MacLellan, Paisley Cadorath \nGIẢI THƯỞNG PHIM ĐẠT ĐƯỢC \nBMI Film, TV & Visual Media Award 2021: \nTheatrical Film Award – Original Music (David Buckley) \nLas Vegas Film Critics Society Awards 2021: \n Sierra Award – Best Action Film \naurus World Stunt Awards (2022): \nĐề cử Best Fight & Best Stunt Coordinator/2nd Unit Director \nSt. Louis Film Critics Association, US: \nĐề cử Best Action Film (Nobody) \nIndiana Film Journalists Association: \nĐề cử Best Actor – Bob Odenkirk \nGolden Schmoes Awards 2022 \nMost Underrated Movie of the Year & Biggest Surprise of the Year (Nobody) ",
        "gioi": "Đừng bao giờ đánh giá thấp một kẻ vô danh.một ông bố ngoại ô, người chồng bị bỏ rơi, người hàng xóm vô danh — một kẻ vô danh . Khi hai tên trộm đột nhập vào nhà anh vào một đêm nọ, cơn thịnh nộ âm ỉ bấy lâu của Hutch bùng lên và đẩy anh vào con đường tàn bạo sẽ khám phá ra những bí mật đen tối mà anh đã cố gắng bỏ lại phía sau.",
        "img": "image/MV5BNmNlZDY2YTAtZGNmZS00ZDRmLThhZWQtMWUwNWQwMzUwMTY3XkEyXkFqcGc@._V1_.jpg"
    }
]